const BOOK_DATA = [
  {
    fictionId: 'e8bc8dd5-8877-3da6-ac96-3ede6ed61834',
    title: '全职高手',
    author: '蝴蝶蓝',
    fictionType: '网游小说',
    descs:
      '网游荣耀中被誉为教科书级别的顶尖高手，因为种种原因遭到俱乐部的驱逐，离开职业圈的他寄身于一家网吧成了一个小小的网管，但是，拥有十年游戏经验的他，在荣耀新开的第十区重新投入了游戏，带着对往昔的回忆，和一把未完成的自制武器，开始了重返巅峰之路。',
    cover: 'http://api.pingcc.cn/fiction/img/全职高手/全职高手.jpg',
    updateTime: '2015-04-20 00:00:00',
  },
  {
    fictionId: 'c617157f-33d0-3f23-8e71-3c28febe84c7',
    title: '近身全职高手',
    author: '封家小少作品集',
    fictionType: '武侠修真',
    descs:
      '兵王李晓东回归都市却意外成了美女董事长的贴身保镖，飞刀绝技，出神入化的功夫，惹来无数美女垂涎，游戏花丛，笑傲人生。分享书籍《近身全职高手》作者：封家小少作品集......',
    cover: 'http://api.pingcc.cn/fiction/img/近身全职高手/近身全职高手.jpg',
    updateTime: '2015-03-27 00:00:00',
  },
  {
    fictionId: '24015fb0-febe-389b-8a3f-31da389a411c',
    title: '异界全职高手',
    author: '邓天',
    fictionType: '玄幻小说',
    descs:
      '仙侠新书《傲世雷神》17K首发，地址链接：http://www.17k.com/book/650804.html',
    cover: 'http://api.pingcc.cn/fiction/img/异界全职高手/异界全职高手.jpg',
    updateTime: '2020-03-21 00:00:00',
  },
  {
    fictionId: '04e72ff7-0023-360b-8132-72508bdd1e59',
    title: '全职高手在校园',
    author: '范小东',
    fictionType: '都市小说',
    descs:
      '八年前，他是默默无闻的小小网管，八年后，他是名震天下的天门少帅！李小凡回到江城的第一件事就是去大学当了一名保安……（小东新书发布！求收藏！鲜花！金钻！打赏！求一切大家的支持！谢谢！）打赏玉佩加一更！皇冠加十更！金钻满一百加一更！鲜花满两百加一更！',
    cover: 'http://api.pingcc.cn/fiction/img/全职高手在校园/全职高手在校园.jpg',
    updateTime: '2018-09-04 00:00:00',
  },
  {
    fictionId: 'c09d6072-d69b-3f5c-b30a-deeab0b0e7f0',
    title: '女总裁的全职高手',
    author: '匈推',
    fictionType: '都市小说',
    descs:
      '20岁的陆风作为华夏地下的王者，顶着一个屠夫的称号，带着凌厉的杀气……结婚，还做起了美女总裁的贴身司机。',
    cover:
      'http://api.pingcc.cn/fiction/img/女总裁的全职高手/女总裁的全职高手.jpg',
    updateTime: '2018-11-23 00:00:00',
  },
  {
    fictionId: 'fc67b51c-b05c-3383-9588-477a6f9c581e',
    title: '大小姐的全职高手',
    author: '那年清风刺骨',
    fictionType: '其他小说',
    descs: '下载客户端，查看完整作品简介。',
    cover:
      'http://api.pingcc.cn/fiction/img/大小姐的全职高手/大小姐的全职高手.jpg',
    updateTime: '2021-02-04 00:00:00',
  },
  {
    fictionId: '9253c4cf-87dd-3df8-992d-fc098755234c',
    title: '全职高手之帝血弑天',
    author: '送葬礼仪团',
    fictionType: '女生频道',
    descs:
      '某塔防类职业选手因状态下滑，无奈选择了退役。机缘巧合之下他穿越到全职世界，成为一名“小有名气”的拾荒者。为了重返职业联赛，他几经波澜，最终放下了执念，这一世他依旧要回到那个让人沸腾的电竞椅上。带着“超前版本”的理解，宁子琛选择了狂剑士，前世拯救赛丽亚他唯一熟练的红眼。吟诵着帝血弑天的名字，职业赛场，他来了……10013343',
    cover:
      'http://api.pingcc.cn/fiction/img/全职高手之帝血弑天/全职高手之帝血弑天.jpg',
    updateTime: '2022-01-09 00:00:00',
  },
  {
    fictionId: '7a4aff2e-345e-39b8-8c5d-a7ca799277e0',
    title: '王者荣耀之全职高手',
    author: '黑空行云',
    fictionType: '网游小说',
    descs:
      '林陌是一名王者荣耀百星王者，在游戏中所向披靡，战无不胜！可在现实中，他却是个青铜……',
    cover:
      'http://api.pingcc.cn/fiction/img/王者荣耀之全职高手/王者荣耀之全职高手.jpg',
    updateTime: '2019-12-18 00:00:00',
  },
  {
    fictionId: '7c3a63ea-c7a8-391e-8dee-f01dfcc5fc43',
    title: '全职高手之风起散人',
    author: '深吸入肺',
    fictionType: '网游小说',
    descs:
      '超级玩家林渊，因一场意外致大脑受损昏迷十年。醒来的他误打误撞来到兴欣网吧，凭借一把半成品的“鬼神莫测”在新区里崭露头角，却在一次检查中被人告知：归来之人，不可久留。面对情感，以至于人生最关键的时刻，林渊毅然决然的选择退了。可有一人却对他说：“你应当做回自己，让自己剩余的时间发光发热，荣耀第十一赛季兴欣当家职业选手，还是世锦赛教练的位置，你选一个吧！”“职业选手我没兴趣，教练嘛……”',
    cover:
      'http://api.pingcc.cn/fiction/img/全职高手之风起散人/全职高手之风起散人.jpg',
    updateTime: '2022-01-08 00:00:00',
  },
  {
    fictionId: 'd3cc4b43-3fa1-3fb2-a9c7-5ea6beca9998',
    title: '英雄联盟之全职高手',
    author: '东城十四少',
    fictionType: '网游小说',
    descs:
      '他曾经是DOTA圈子中的传奇，他也曾是一掷千金的富家子弟，一场突如其来的意外，让他跌入平凡。当LOL火爆全球，当电子竞技席卷中国时，一颗不安平凡的心再次蠢蠢欲动，带着对电子竞技的疯狂热爱，他开始了新的征途——一个全职业高手的传奇之路！一切精彩，尽在东城十四少新书——《英雄联盟之全职高手》，新书发布，鲜花很重要，觉得好看的话，请顺手收藏一下！十四的书友群：十四军团2群：7114651',
    cover:
      'http://api.pingcc.cn/fiction/img/英雄联盟之全职高手/英雄联盟之全职高手.jpg',
    updateTime: '2015-10-13 00:00:00',
  },
  {
    fictionId: 'd3cc4b43-3fa1-3fb2-a9c7-5ea6beca9998',
    title: '英雄联盟之全职高手',
    author: '东城十四少',
    fictionType: '网游小说',
    descs:
      '他曾经是DOTA圈子中的传奇，他也曾是一掷千金的富家子弟，一场突如其来的意外，让他跌入平凡。当LOL火爆全球，当电子竞技席卷中国时，一颗不安平凡的心再次蠢蠢欲动，带着对电子竞技的疯狂热爱，他开始了新的征途——一个全职业高手的传奇之路！一切精彩，尽在东城十四少新书——《英雄联盟之全职高手》，新书发布，鲜花很重要，觉得好看的话，请顺手收藏一下！十四的书友群：十四军团2群：7114651',
    cover:
      'http://api.pingcc.cn/fiction/img/英雄联盟之全职高手/英雄联盟之全职高手.jpg',
    updateTime: '2015-10-13 00:00:00',
  },
  {
    fictionId: '7c3a63ea-c7a8-391e-8dee-f01dfcc5fc43',
    title: '全职高手之风起散人',
    author: '深吸入肺',
    fictionType: '网游小说',
    descs:
      '超级玩家林渊，因一场意外致大脑受损昏迷十年。醒来的他误打误撞来到兴欣网吧，凭借一把半成品的“鬼神莫测”在新区里崭露头角，却在一次检查中被人告知：归来之人，不可久留。面对情感，以至于人生最关键的时刻，林渊毅然决然的选择退了。可有一人却对他说：“你应当做回自己，让自己剩余的时间发光发热，荣耀第十一赛季兴欣当家职业选手，还是世锦赛教练的位置，你选一个吧！”“职业选手我没兴趣，教练嘛……”',
    cover:
      'http://api.pingcc.cn/fiction/img/全职高手之风起散人/全职高手之风起散人.jpg',
    updateTime: '2022-02-05 00:00:00',
  },
  {
    fictionId: '74468b1b-736e-3df6-ae2e-e9d4afe5b550',
    title: '全职高手：至高荣耀',
    author: '尧皎',
    fictionType: '网游小说',
    descs:
      '蝴蝶蓝《全职高手》衍生文/续写，新增原创人物～小白同学，CP周泽楷小白同学荣耀之路拜枪王所赐简直跌宕起伏，喵系男女主，相爱相杀～……16岁初入职业圈，被他打入尘埃17岁再战巅峰，一战成名惊才艳艳18岁王朝伊始，自此走上屠神之路……20岁遗憾离场，观他老骥伏枥24岁再次归来，他在身后……北风吹狂澜，江水浊不澄，愿北风澄澈一枪穿云！时间线从第十一赛季开始～',
    cover:
      'http://api.pingcc.cn/fiction/img/全职高手：至高荣耀/全职高手：至高荣耀.jpg',
    updateTime: '2023-03-08 00:00:00',
  },
  {
    fictionId: '8d7a21bf-5ea6-382c-b32b-e09f2ca1085b',
    title: '全职高手之并肩同行',
    author: '海平生',
    fictionType: '女生频道',
    descs:
      '《全职高手》同人文，女主为主视角展开故事内容。注意本文女主与叶修cp不喜勿入！！！！！自创女主吴桐为叶修青梅竹马，二十五岁的吴桐在海外听到叶修退役的消息回国，一起与叶修并肩同行一起争夺冠军的故事。荣耀与梦想属于虫爹与各位喜爱《全职高手》的读者，ooc属于我。-80-92908',
    cover:
      'http://api.pingcc.cn/fiction/img/全职高手之并肩同行/全职高手之并肩同行.jpg',
    updateTime: '2022-04-19 00:00:00',
  },
  {
    fictionId: 'de23803a-13be-34bf-910a-491b84ba3b7f',
    title: '全职高手之百鬼夜行',
    author: '枯井深水',
    fictionType: '玄幻奇幻',
    descs: '新人新书，写的不好多多担待。开荒时期的鬼剑士的职业之路8033904',
    cover:
      'http://api.pingcc.cn/fiction/img/全职高手之百鬼夜行/全职高手之百鬼夜行.jpg',
    updateTime: '2022-05-29 00:00:00',
  },
  {
    fictionId: '7a4aff2e-345e-39b8-8c5d-a7ca799277e0',
    title: '王者荣耀之全职高手',
    author: '黑空行云',
    fictionType: '网游小说',
    descs:
      '林陌是一名王者荣耀百星王者，在游戏中所向披靡，战无不胜！可在现实中，他却是个青铜……',
    cover:
      'http://api.pingcc.cn/fiction/img/王者荣耀之全职高手/王者荣耀之全职高手.jpg',
    updateTime: '2019-12-18 00:00:00',
  },
  {
    fictionId: 'f106512c-0032-3040-b86f-78f1b66c9200',
    title: '全职高手之辉煌时代',
    author: '朝尊秦皇暮思楚',
    fictionType: '玄幻奇幻',
    descs:
      '此时是荣耀第五赛季，荣耀的最辉煌时刻。老将刚刚开始凋零，新星已经开始崛起。被称为魔术师的王杰希、作为斗神的叶秋、被封为拳皇的韩文清以及剑圣黄少天……而少年于此时入局联盟，看他是否能在如此群狼环伺的情况下，获得属于自己的荣耀……10018169',
    cover:
      'http://api.pingcc.cn/fiction/img/全职高手之辉煌时代/全职高手之辉煌时代.jpg',
    updateTime: '2021-11-03 00:00:00',
  },
  {
    fictionId: '4901eb66-9813-34d2-a48b-84cb9385ec71',
    title: '全职高手之暗影辉煌',
    author: '蓝色飓风',
    fictionType: '玄幻奇幻',
    descs:
      '荣耀，不是一个人的游戏！但是荣耀，可以是一个人的舞台！我是德国荣耀圈的战场统治者，也是国内荣耀圈的黑暗君王。……喂，领队，这是你给我写的词儿？男生满脸黑线的看着手里的纸张，尬之力溢出了屏幕……8048354',
    cover:
      'http://api.pingcc.cn/fiction/img/全职高手之暗影辉煌/全职高手之暗影辉煌.jpg',
    updateTime: '2022-01-21 00:00:00',
  },
  {
    fictionId: '3483246f-799f-3ca2-9306-d6a4d98422b0',
    title: '全职高手之战神齐天',
    author: '0小公仔',
    fictionType: '玄幻奇幻',
    descs:
      '荣耀第十区开服前夕，一条来自世界频道的追杀令在神之领域引起了轩然大波。消失了小半年的民间大神，曾经从斗神一叶之秋抢走战法半个神格，被荣耀官方奉为战神的第一棍系战斗法师—齐天圣上线了！故事，由此展开……假女主云秀，真女主叶不羞，半自嗨向，慎入！！！-80-89847',
    cover:
      'http://api.pingcc.cn/fiction/img/全职高手之战神齐天/全职高手之战神齐天.jpg',
    updateTime: '2022-10-18 00:00:00',
  },
  {
    fictionId: 'fec6e798-d222-3741-8798-67fbdf360299',
    title: '全职高手之最强散人',
    author: '浮沉樱花',
    fictionType: '女生频道',
    descs:
      '什么？！孙翔的一叶之秋被压制了？这是什么样的手速，这是什么样的操作技巧？楚星默，你这个大骗子！我冤枉啊，我只是手速快，眼睛好而已，谁知道那家伙那么不经打。楚星默摊了摊手，无奈的说。这年头，说实话都这么难么？他真的没有装B啊！10022639',
    cover:
      'http://api.pingcc.cn/fiction/img/全职高手之最强散人/全职高手之最强散人.jpg',
    updateTime: '2022-02-03 00:00:00',
  },
];

export default BOOK_DATA;
